Repository: NeapolisCar/neapolis-
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# web_Paiemnet_message1
source: Your request has been submitted successfully
ar: تم تقديم طلبك بنجاح
fr: Votre demande est passe Succès

# web_Paiemnet_message2
source: Payment Successful
ar: تم الدفع بنجاح
fr: Succès du paiement

# web_Paiemnet_message3
source: Payment Failed
ar: فشل الدفع
fr: Paiement échoué

# remerciments_title
source: Thanks
ar: شكرًا
fr: Remerciements

# remerciements_text1
source: Your request has been submitted, thank you for choosing us
ar: تم تقديم طلبك، شكرًا لاختيارك لنا
fr: votre demande est passage, merci pour choice nos

# historique_title
source: Your request
ar: طلبك
fr: Votre demande

# historique_message1
source: Are you sure you want to cancel this request?
ar: هل أنت متأكد من رغبتك في إلغاء هذا الطلب؟
fr: Êtes-vous sûr(e) de vouloir annuler cette demande ?

# historique_description
source: Description
ar: الوصف

# historique_button1
source: Cancel your request
ar: إلغاء طلبك
fr: Annule votre demande

# historique_Prix
source: Price:
ar: السعر:
fr: Prix:

# historique_demande
source: Request for:
ar: الطلب لـ:
fr: Demande de:

# historique_depart
source: Departure:
ar: المغادرة:
fr: Dépar:

# historique_fin
source: End:
ar: الانتهاء:
fr: Finir:

# historique_Addressdepar
source: Departure Address:
ar: عنوان المغادرة
fr: Address départ :

# historique_Addressarriver
source: Arrival Address:
ar: عنوان الوصول:
fr: Address d'arriver:

# historique_button2
source: Cancel
ar: إلغاء
fr: Annuler

# historique_button3
source: Complete
ar: اكتمال
fr: Termine

# parametres_title
source: Settings
ar: الإعدادات
fr: Paramèters

# franch
source: French
ar: الفرنسية

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

# parametres_Nom
source: Name
ar: الاسم
fr: Nom

# parametres_message1
source: Give us your issue
ar: أخبرنا بمشكلتك
fr: Donnez-nous votre problème

# parametres_Envoyer
source: Send
ar: إرسال
fr: Envoyer

# parametres_message2
source: Logout Confirmation
ar: تأكيد الخروج
fr: Confirmation de déconnexion

# parametres_message3
source: Are you sure you want to log out?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# parametres_button1
source: Choose Language
ar: اختيار اللغة
fr: Choice languge

# parametres_user
source: Profile
ar: الملف الشخصي
fr: Viseture

# parametres_compte
source: Account
ar: الحساب
fr: Compte

# parametres_button2
source: Edit Profile
ar: تعديل الملف الشخصي
fr: Modifier le profil

# parametres_button3
source: Report a Problem
ar: الإبلاغ عن مشكلة

# parametres_button4
source: Change Language
ar: تغيير اللغة
fr: Modifier la langue

# parametres_button5
source: Logout
ar: تسجيل الخروج
fr: Déconnexion

# edit_Profile_title
source: Edit Profile
ar: تعديل الملف الشخصي
fr: Modifier Profile

# edit_Profile_it_Profile_message1
source: Verify New Password
ar: تحقق من كلمة المرور الجديدة
fr: Verfi Noveau mot de passe

# edit_Profile_button1
source: Modify
ar: تعديل
fr: Modifié

# edit_Profile_textFiel1
source: New Password
ar: كلمة المرور الجديدة
fr: Noveau Mot de passe

# edit_Profile_textField2
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
fr: Conferme Noveau Mot de passe

# edit_Profile_button2
source: Change Password
ar: تغيير كلمة المرور
fr: Modifié mot de passe

# drawer_button
source: Reservation
ar: الحجز

# drawer_button2
source: List of offers
ar: قائمة العروض
fr: List des Offers

# drawer_button3
source: Settings
ar: الإعدادات
fr: Paramaters

# drawer_text
source: Contact Us
ar: اتصل بنا
fr: Contactez-nous

# post_title
source: List of Offers
ar: قائمة العروض
fr: List de Offers

# post_type
source: Offer of
ar: عرض
fr: 'Offer de

# post_date_depart
source: Departure:
ar: المغادرة:
fr: Depet :

# post_date_fin
source: End at:
ar: الانتهاء في:
fr: Fin a la

source: TikTok
ar: تيك توك

source: Instagram
ar: إنستغرام

# accueil
source: Home
ar: ترحيب
fr: Accueil

# visture
source: visitor
ar: زائر
fr: visiteur
