Repository: NeapolisCar/neapolis-
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# buttonText1
source: Car Reservation
ar: حجز سيارة
fr: Réservation de Voiture

# buttonText2
source: Transfer or Excursions
ar: تحويلة أو رحلات
fr: Transfert ou Excursions

# list
source: {location , select , enfidha{Enfidha} sidi_Bou_Said{Sidi Bou Saïd} tunisie{Tunisie} bizerte{Bizerte} hammam_Sousse {Hammam Sousse} hammamet{Hammamet} kelibia{Kélibia} monastir{Monastir} nabeul{Nabeul} rades{Radès} sousse{Sousse} aeroport_djerba{Aéroport de Djerba} aeroport_enfidha{Aéroport d'Enfidha} aeroport_monastir{Aéroport de Monastir} sfax{Sfax} djerba{djerba} bizerte_2{bizerte (200 dinars delivery price)} monastir_2{monastir (30 dinars delivery price)} aeroport_djerba_2{Djerba airport (400 dinars delivery price)} de_Hammamet_a_Tunis_Carthage{From Hammamet to Tunis Carthage} de_Hammamet_a_Kairoun{From Hammamet to Kairouan} de_Hammamet_a_sousse{From Hammamet to Sousse} de_Hammamet_a_Hammamet_yasmine{From Hammamet to Hammamet Yasmine} transfer{Transfer} exurcion{Excursion} prix_croissant{croissant} prix_decroissant{descending} plus_de_demande{More in demand} other{they}}
ar: {location , select , enfidha{النفيضة} sidi_Bou_Said{سيدي بو سعيد} tunisie{تونس} bizerte{بنزرت} hammam_Sousse {حمام سوسة} hammamet{الحمامات} kelibia{قليبية} monastir{المنستير} nabeul{نابل} rades{رادس} sousse{سوسة} aeroport_djerba{مطار جربة} aeroport_enfidha{مطار النفيضة} aeroport_monastir{مطار المنستير} sfax{صفاقس} djerba{جربة} bizerte_2{بنزرت (سعر التوصيل 200 دينار)} monastir_2{المنستير (سعر التوصيل 30 دينار)} aeroport_djerba_2{مطار جربة (سعر التوصيل 400 دينار)} de_Hammamet_a_Tunis_Carthage{من الحمامات إلى تونس قرطاج} de_Hammamet_a_Kairoun{من الحمامات إلى القيروان} de_Hammamet_a_sousse{من الحمامات إلى سوسة} de_Hammamet_a_Hammamet_yasmine{من الحمامات إلى حمامات ياسمين} transfer{تحويل} exurcion{نزهة} prix_croissant{تصاعدي} prix_decroissant{تنازلي} plus_de_demande{أكثر طلبا} other{they}}
fr: {location , select , enfidha{Enfidha} sidi_Bou_Said{Sidi Bou Saïd} tunisie{Tunisie} bizerte{Bizerte} hammam_Sousse{Hammam Sousse} hammamet{Hammamet} kelibia{Kélibia} monastir{Monastir} nabeul{Nabeul} rades{Radès} sousse{Sousse} aeroport_djerba{Aéroport de Djerba} aeroport_enfidha{Aéroport d'Enfidha} aeroport_monastir{Aéroport de Monastir} sfax{Sfax} djerba{djerba} bizerte_2{bizerte (200 dinars prix livraiosn)} monastir_2{monastir (30 dinars prix livraiosn)} aeroport_djerba_2{aeroport djerba (400 dinars prix livraiosn)} de_Hammamet_a_Tunis_Carthage{De Hammamet à Tunis Carthage} de_Hammamet_a_Kairoun{De Hammamet à Kairoun} de_Hammamet_a_sousse{De Hammamet à sousse} de_Hammamet_a_Hammamet_yasmine{De Hammamet à Hammamet Yasmine} transfer{Transfer} exurcion{Exurcion} prix_croissant{Prix croissant} prix_decroissant{Prix décroissant} plus_de_demande{Plus de demande} class{Classe} other{they}}

source: Enfidha
ar: النفيضة

source: Tunis
ar: تونس

source: Sidi Bou Said
ar: سيدي بو سعيد

# tunisie
source: Tunisia
ar: تونس

source: Bizerte
ar: بنزرت

source: Hammam Sousse
ar: حمام سوسة

source: Hammamet
ar: الحمامات

source: Kelibia
ar: قليبية

source: Monastir
ar: المنستير

source: Nabeul
ar: نابل

source: Rades
ar: رادس

source: Sousse
ar: سوسة

# aeroport_djerba
source: Djerba Airport
ar: مطار جربة

# aeroport_enfidha
source: Enfidha Airport
ar: مطار النفيضة

# aeroport_monastir
source: Monastir Airport
ar: مطار المنستير

# aeroport_sfax
source: Sfax Airport
ar: مطار صفاقس

# reservation_voiture_message1
source: Choose the pick-up date.
ar: اختيار تاريخ الاستلام
fr: Choice la date de ramasser.

# reservation_voiture_message2
source: Choose the return date.
ar: اختيار تاريخ العودة
fr: Choice la date de revenir.

# reservation_voiture_message3
source: Choose the pick-up location.
ar: اختيار موقع الاستلام
fr: Choice la location de ramasser

# reservation_voiture_message4
source: Choose the return location.
ar: اختيار موقع العودة
fr: Choice la location de revenir

# reservation_voiture_message5
source: We don't operate at this hour.
ar: نحن لا نعمل في هذا الوقت
fr: Nous ne travaillons pas à cette heure

# reservation_voiture_message6
source: The return date should be at least 3 days after the pick-up date.
ar: يجب أن يكون تاريخ العودة بعد مرور 3 أيام على تاريخ الاستلام على الأقل.
fr: La date de retour doit être au moins 3 jours après la date de ramasser.

# reservation_voiture_message7
source: The pick-up date must be tomorrow or a future date.
ar: يجب أن يكون تاريخ الاستلام غدًا أو في التاريخ القادم.
fr: La date de ramasser doit être demain ou une date future.

# reservation_voiture_list1
source: Pick-up Office Choice
ar: اختيار مكتب الاستلام
fr: Choice Bureau de ramasser

# reservation_voiture_choice1
source: Return to same location
ar: العودة إلى نفس المكان
fr: Retour au même endroit

# reservation_voiture_list2
source: Return Office Choice
ar: اختيار مكتب العودة
fr: Choice Bureau de revenir

# reservation_voiture_daterammser
source: Pick-up date choice
ar: اختيار تاريخ الاستلام
fr: Choice date de rammasser

# reservation_voiture_daterevenir
source: Return date choice
ar: اختيار تاريخ العودة
fr: Choice date de revenir

# reservation_voiture_button
source: Next
ar: التالي
fr: Suivent

# de_Hammamet_a_Tunis_Carthage
source: From Hammamet to Tunis Carthage
ar: من الحمامات إلى تونس قرطاج

# de_Hammamet_a_Kairoun
source: From Hammamet to Kairouan
ar: من الحمامات إلى القيروان

# de_Hammamet_a_sousse
source: From Hammamet to Sousse
ar: من الحمامات إلى سوسة

# de_Hammamet_a_Hammamet_yasmine
source: From Hammamet to Hammamet Yasmine
ar: من الحمامات إلى الحمامات الياسمين

# reservation_Transfer_message1
source: Choose the departure date.
ar: اختيار تاريخ المغادرة
fr: Choice la date de Départ

# reservation_Transfer_message2
source: The departure date must be tomorrow or a future date.
ar: يجب أن يكون تاريخ المغادرة غدًا أو في التاريخ القادم.
fr: La date de Depart doit être demain ou une date future.

# reservation_Transfer_type
source: Choose service type
ar: اختيار نوع الخدمة
fr: Choisissez type de Service

# reservation_Transfer_address1
source: Choose departure address
ar: اختيار عنوان المغادرة
fr: Choisissez Address départ

# reservation_Transfer_address2
source: Choose arrival address
ar: اختيار عنوان الوصول
fr: Choisissez adresse d'arrivée

# reservation_Transfer_value1
source: Round-trip
ar: ذهابًا وإيابًا
fr: Aller et retour

# reservation_Transfer_Excursion
source: Choose Excursion
ar: اختيار رحلة
fr: Choisissez Excursion

# reservation_Transfer_date1
source: Departure date
ar: تاريخ المغادرة
fr: Date départ

# prix_decroissant
source: Price descending
ar: ترتيب تنازلي حسب السعر

# prix_croissant
source: Price ascending
ar: ترتيب تصاعدي حسب السعر

# plus_de_demande
source: More demand
ar: مزيد من الطلبات

# calss
source: Class
ar: الفئة

# liste_de_voitures_title
source: List of cars
ar: قائمة السيارات
fr: Liste de voitures

# chauffageAuxiliaire
source: Auxiliary heating
ar: تدفئة إضافية
fr: Chauffage auxiliaire

# verrouillageCentral
source: Central locking
ar: قفل مركزي
fr: Verrouillage central

# affichageTeteHaute
source: Head-up display
ar: عرض رأسي متقدم
fr: Affichage tête haute

source: Bluetooth
ar: بلوتوث

source: CD Player
ar: مشغل أقراص مدمجة
fr: Lecteur CD

source: MP3 Interface
ar: واجهة MP3
fr: Interface MP3

# toit_Panoramique
source: Panoramic roof
ar: سقف بانورامي
fr: Toit panoramique

# roues_EnAlliage
source: Alloy wheels
ar: عجلات سبيكة
fr: Roues en alliage

# package_Sportif
source: Sports package
ar: حزمة رياضية
fr: Pack sport

# suspension_Sport
source: Sports suspension
ar: تعليق رياضي
fr: Suspension sport

# capteurs_DeParking
source: Parking sensors
ar: حساسات ركن
fr: Capteurs de stationnement

# liste_de_voitures_recharche
source: Search
ar: بحث
fr: Recharche

# liste_de_voitures_tri
source: Sort by
ar: ترتيب حسب
fr: Tri par

# liste_de_voitures_prixToutal
source: TND / total
ar: د.ت / الإجمالي

# liste_de_voitures_jours
source: days
ar: أيام
fr: jours

# liste_de_voitures_Disponible
source: Available
ar: متاحة
fr: Disponible

# liste_de_voitures_NoDisponible
source: No Available
ar: غير متوفر
fr: No Disponible

# liste_de_voitures_PlusInfo
source: MORE INFORMATION
ar: مزيد من المعلومات
fr: PLUS D'INFORMATION

# liste_de_voitures_SEATS
source: SEATS
ar: مقاعد
fr: PLACES

# liste_de_voitures_PORTES
source: DOORS
ar: أبواب
fr: PORTES

# liste_de_voitures_BAGS
source: BAGS
ar: حقائب
fr: SACS

# liste_de_voitures_Icon
source: BEIGE, BROWN, GREY, HAMMAMET, JET BLACK, JET RED, MULTI-PATTERN, WHITE
ar: بيج، بني، رمادي، الحمامات، أسود، أحمر، متعدد الأنماط، أبيض

# liste_de_voitures_payez
source: PAY NOW
ar: ادفع الآن
fr: PAYEZ MAINTENANT

# details_voiture_Title
source: Car Details
ar: تفاصيل السيارة
fr: Détails de Voiture

# details_voiture_reglaTitle
source: Acceptance of Company Rules
ar: قبول قواعد الشركة
fr: Acceptation des règles de l'entreprise

# details_voiture_RP1
source: Dear customer,
ar: عزيزي العميل،
fr: Cher client,

# details_voiture_RP2
source: We want to remind you of the importance of providing accurate information about yourself.
ar: نود أن نذكرك بأهمية تقديم معلومات صحيحة عنك.
fr: Nous tenons à vous rappeler l'importance de nous fournir des informations correctes vous concernant.

# details_voiture_RP3
source: For the main role in the company:
ar: بالنسبة للدور الأول في الشركة:
fr: Pour le premier rôle dans l'entreprise:

# details_voiture_RP4
source: Please provide a valid image of your driver's license and a valid photo of your passport or ID card.
ar: يرجى تقديم صورة صحيحة لرخصة القيادة الخاصة بك وصورة صالحة لجواز السفر أو بطاقة الهوية الخاصة بك.
fr: Veuillez fournir une image correcte de votre permis de conduire et une photo valide de votre passeport ou carte d'identité.

# details_voiture_RP4_1
source: Please provide a valid photo of your passport or ID card.
ar: يرجى تقديم صورة صحيحة بطاقة الهوية الخاصة بك.
fr: Veuillez fournir une image correcte de votre passeport ou carte d'identité.

# details_voiture_RP5
source: For the second role in the company:
ar: بالنسبة للدور الثاني في الشركة:
fr: Pour le le deuxième rôle dans l'entreprise:

# details_voiture_RP6
source: Please note that the minimum age required for a driver's license is 3 years. If you are younger than this and we discover this when we hand over the car to you, we will be obligated not to allow you to drive, and you will not be able to benefit from car rental or a refund.
ar: يرجى ملاحظة أن الحد الأدنى لسنوات الخدمة المطلوبة للحصول على رخصة القيادة هو 3 سنوات. إذا كنت أصغر من ذلك ونلاحظ هذا الأمر عندما نقدم لك السيارة، سيتعين علينا ألا نسمح لك بالقيادة، ولن تكون مؤهلًا للاستفادة من إيجار السيارة أو استرداد الأموال.
fr: Veuillez noter que l'âge minimum requis pour posséder un permis de conduire est de 3 ans. Si vous êtes plus jeune que cela et que nous constatons cette situation lorsque nous vous remettons la voiture, nous serons dans l'obligation de ne pas vous autoriser à conduire, et vous ne pourrez pas bénéficier de la location de la voiture ou du remboursement.

# details_voiture_RP7
source: Thank you for your understanding, and we are available for any additional information. Best regards, The car rental team.
ar: شكرًا لك على تفهمك ونحن في خدمتك لتقديم مزيد من المعلومات. مع خالص التحية، فريق تأجير السيارات.
fr: Nous vous remercions de votre compréhension et restons à votre disposition pour toute information supplémentaire . Cordialement, L'équipe de location de voitures.

# details_voiture_RA
source: I accept
ar: أوافق
fr: J'accepte

# details_voiture_RAn
source: Cancel
ar: إلغاء
fr: Annuler

# details_voiture_Rbutton
source: Accept
ar: قبول
fr: Accepter

# plein_essence
source: FULL FUEL (+120DT)
ar: تعبئة الوقود بالكامل (+120 د.ت)
fr: PLEIN ESSENCE (+120DT)

# deuxieme_conducteur
source: SECOND DRIVER
ar: سائق ثاني
fr: DEUXIÈME CONDUCTEUR

# rehausdeue
source: BOOSTER (24-42 MONTHS)
ar: مقعد رفع (24-42 شهرًا)
fr: REHAUSSEUR (24-42 MOIS)

# syseeme_de_navigatio_gps
source: GPS NAVIGATION SYSTEM
ar: نظام تحديد المواقع GPS
fr: SYSTÈME DE NAVIGATION GPS

# siege_bebe
source: BABY SEAT (6-24 MONTHS)
ar: مقعد طفل (6-24 شهرًا)
fr: SIÈGE BÉBÉ (6-24 MOIS)

# details_voiture_nbjours
source: Number of days:
ar: عدد الأيام:
fr: Nomber de jours :

# details_voiture_taux
source: Rate:
ar: السعر:
fr: Taux:

# details_voiture_dt
source: TND
ar: د.ت

# details_voiture_PrixToutal
source: Total Price:
ar: السعر الإجمالي:
fr: Prix Total:

# details_transfer_Title
source: Transfer or Excursion Details
ar: تفاصيل التحويل أو الرحلة
fr: Détails de Transfert ou Excursion

# details_transfer_text
source: Provide details about the car you want
ar: قدم تفاصيل السيارة التي تريدها
fr: Donnez les détails de la voiture que vous voulez

# details_transfer_nbplace
source: Number of seats
ar: عدد المقاعد
fr: Nombre de place

# details_transfer_nbbages
source: Number of bags
ar: عدد الحقائب
fr: Nombre de bagages

# inscriotion_Title
source: Registration
ar: التسجيل
fr: Inscription

# inscriotion_message1
source: Check your ID number
ar: تحقق من رقم بطاقتك الوطنية
fr: Vérifiez votre Numéro de carte d'identité

# inscriotion_message2
source: Check your email
ar: تحقق من بريدك الإلكتروني
fr: Vérifiez votre email

# inscriotion_message3
source: Check your password
ar: تحقق من كلمة المرور
fr: Vérifiez votre Mot de passe

# inscriotion_message4
source: Check Confirm password
ar: تحقق من تأكيد كلمة المرور
fr: Vérifiez Confirmer mot de passe

# inscriotion_message5
source: Check your ID card or passport photo
ar: تحقق من صورة بطاقة الهوية الوطنية أو جواز السفر الخاصة بك
fr: Vérifiez photo votre carte d'identité ou passeport

# inscriotion_message6
source: Check your ID card photo
ar: تحقق من صورة بطاقة الإقامة الخاصة بك
fr: Vérifiez photo votre Parmis

# inscriotion_message7
source: Check your name
ar: تحقق من اسمك
fr: Vérifiez votre Nom

# inscriotion_message8
source: Check your driver's license number
ar: تحقق من رقم رخصة القيادة الخاصة بك
fr: Vérifiez votre Numero de parmis

# inscriotion_message9
source: Check your phone number
ar: تحقق من رقم هاتفك
fr: Vérifiez votre Numero de telepone

# inscriotion_message10
source: Check your data
ar: تحقق من بياناتك
fr: Vérifiez votre données

# inscriotion_message11
source: error
ar: خطأ

# inscriotion_message12
source: success
ar: نجاح
fr: succès

# inscriotion_message13
source: email already used
ar: البريد الإلكتروني المستخدم بالفعل
fr: email déjà utilisé

# inscriotion_CIN
source: ID Number
ar: رقم بطاقة الهوية الوطنية*
fr: Numéro de carte d'identité

# inscriotion_Email
source: Email
ar: البريد الإلكتروني

# inscriotion_mtp
source: Password
ar: كلمة المرور
fr: Mot de pass

# inscriotion_cmtp
source: Confirm Password*
ar: تأكيد كلمة المرور*
fr: Confirmer mot de passe*

# inscriotion_photoCIN_PASSPORT
source: ID Card or Passport Photo*
ar: صورة من بطاقة الهوية الوطنية أو جواز السفر*
fr: Photo de carte d'identité ou Passport*

# inscriotion_photoParmi
source: Driver's License Photo*
ar: صورة بطاقة رخصة القيادة*
fr: Photo de Parmis*

# inscriotion_nom
source: Full Name*
ar: الاسم الكامل
fr: Nom Compléte

# inscriotion_numeroparmi
source: Driver's License Number*
ar: رقم رخصة القيادة*
fr: Numero de Permis de Conuire*

# inscriotion_nomEnreprise
source: Company Name (Optional)
ar: اسم الشركة (اختياري)
fr: Nom Entreprise(Facultatif)

# inscriotion_paye
source: Region (Optional)
ar: منطقة الدفع (اختياري)
fr: Payes Région(Facultatif)

# inscriotion_choixe1
source: If you come from another country, click here
ar: إذا كنت أتي من بلد آخر، انقر هنا
fr: Si vous venez d'un autre pays, cliquez ici

# inscriotion_numVol
source: Flight Number*
ar: رقم الرحلة*
fr: Numero de Vol*

# inscriotion_telephone
source: Phone Number*
ar: رقم الهاتف*
fr: Numero de Telephone

# inscriotion_ville
source: City (Optional)
ar: المدينة (اختياري)
fr: Ville(Facultatif)

# inscriotion_region
source: Region / Department
ar: المنطقة / الإدارة
fr: Région / Départment

# inscriotion_Num_rue
source: Street Number and Name (Optional)
ar: رقم الشارع والاسم (اختياري)
fr: Numéro et nom rue(Facultatif)

# inscriotion_photo
source: Your Photo (Optional)
ar: صورتك (اختياري)
fr: Votre photo(Facultatif)

# inscriotion_button1
source: Previous
ar: السابق
fr: Précédente

# inscriotion_button3
source: Already a member?
ar: هل أنت عضو بالفعل؟
fr: Déjà membre ?

# contunier_inscription_title
source: Complete the information
ar: استكمال المعلومات
fr: Complétez l'information

# contunier_inscription_text
source: To rent a car, you must complete these information
ar: لحجز سيارة، يجب عليك استكمال هذه المعلومات
fr: Pour Reservation de Voiture vous devez compléter ces informations

# login_Title
source: Login
ar: تسجيل الدخول
fr: Connexion

# login_message1
source: Incorrect password
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة
fr: Email ou mot de passe incorrect

# login_text
source: Welcome back to Neapolis Car
ar: مرحبًا مرة أخرى في نيابوليس كار
fr: bienvenue à nouveau dans neapolis car

# login_text1
source: Remember me
ar: تذكرني
fr: se souvenir de moi

# login_text2
source: Don't have an account?
ar: ليس لديك حساب؟
fr: Vous n’avez pas de compte ?

# login_button1
source: Sign Up
ar: التسجيل
fr: S’inscrire

# result_reservation_title
source: Reservation results
ar: نتيجة الحجز
fr: Résultat de Réservation

# result_reservation_regel_paraghraph1
source: Before proceeding to payment in our application, we want to inform you of some important rules:
ar: قبل متابعة الدفع عبر تطبيقنا، نود أن نبلغك ببعض القواعد الهامة:
fr: Avant de procéder au paiement dans notre application, nous tenons à vous informer de certaines règles importantes : ,

# result_reservation_regel_paraghraph2
source: 1st:
ar: ● القاعدة الأولى:
fr: ●1 ere :

# result_reservation_regel_paraghraph3
source: For each reservation:
ar: بالنسبة لكل حجز:
fr: Pour chaque réservation:

# result_reservation_regel_paraghraph4
source: a security deposit of .
ar: سيتم طلب تأمين قيمته .
fr: un dépôt de garantie de

# result_reservation_regel_paraghraph4_1
source: TND
ar: د.ت
fr: DT

# result_reservation_regel_paraghraph5
source: This amount will be blocked on your credit or debit card. Once the rental is completed, the deposit will be refunded to you in full.
ar: سيتم حجز هذا المبلغ على بطاقتك الائتمانية أو البطاقة المصرفية. بمجرد انتهاء الإيجار، سيتم استرداد المبلغ بالكامل.
fr: Ce montant sera bloqué sur votre carte de crédit ou débit. Une fois la location terminée, le dépôt vous sera restitué dans son intégralité.

# result_reservation_regel_paraghraph6
source: 2nd:
ar: ● القاعدة الثانية:
fr: ●2 eme :

# result_reservation_regel_paraghraph7
source: Please note that we have strict requirements regarding identity documents and driver's licenses.
ar: يرجى ملاحظة أن لدينا متطلبات صارمة بشأن وثائق الهوية ورخصة القيادة.
fr: Veuillez noter que nous avons des exigences strictes concernant les documents d'identité et le permis de conduire.

# result_reservation_regel_paraghraph8
source: If we find that the provided documents are fake or your driver's license is less than 3 years old
ar: إذا اكتشفنا أن الوثائق المقدمة مزيفة أو أن رخصة القيادة لديك أقل من 3 سنوات من الخدمة
fr: Si nous découvrons que les documents fournis sont falsifiés ou que votre permis de conduire a moins de 3 ans d'ancienneté

# result_reservation_regel_paraghraph9
source: we will not be able to provide you with the vehicle, and you will not be refunded.
ar: لن نكون قادرين على تزويدك بالسيارة ولن يتم استرداد المبلغ.
fr: nous ne pourrons pas vous fournir le véhicule et vous ne serez pas remboursé.

# result_reservation_regel_paraghraph10
source: 3rd:
ar: ● القاعدة الثالثة:
fr: ●3 eme :

# result_reservation_regel_paraghraph11
source: In case of cancellation of your reservation within 24 hours before the vehicle pickup date, no refund will be made online.
ar: في حالة إلغاء الحجز الخاص بك في غضون 24 ساعة قبل تاريخ استلام السيارة، لن يتم استرداد المبلغ عبر الإنترنت.
fr: En cas d'annulation de votre réservation dans les 24 heures précédant la date de prise en charge du véhicule, aucun remboursement ne sera effectué en ligne.

# result_reservation_regel_paraghraph12
source: You will need to visit our office for any cancellation and refund requests.
ar: سيتعين عليك الذهاب إلى مكتبنا لطلب الإلغاء والاسترداد.
fr: Vous devrez vous rendre à notre bureau pour toute demande d'annulation et de remboursement.

# result_reservation_regel_paraghraph13
source: 4th:
ar: ● القاعدة الرابعة:
fr: ●4 eme :

# result_reservation_regel_paraghraph14
source: If you cancel your reservation between 24 and 48 hours before the pickup date,
ar: إذا قمت بإلغاء حجزك بين 24 و 48 ساعة قبل تاريخ الاستلام،
fr: Si vous annulez votre réservation entre 24 heures et 48 heures avant la date de prise en charge,

# result_reservation_regel_paraghraph15
source: cancellation fees of 100 DT will be applied.
ar: سيتم تطبيق رسوم إلغاء قدرها 100 د.ت.
fr: des frais d'annulation de 100 DT seront appliqués.

# result_reservation_regel_paraghraph16
source: Thank you for reviewing these rules before proceeding to payment.
ar: نشكرك على قراءة هذه القواعد قبل متابعة الدفع. إذا كان لديك أي أسئلة أو تحتاج إلى مزيد من المعلومات، فلا تتردد في الاتصال بنا. نحن هنا لمساعدتك! بأطيب التحيات، فريق نيابوليس كار.
fr: Nous vous remercions de prendre connaissance de ces règles avant de procéder au paiement.

# result_reservation_regel_paraghraph17
source: If you have any questions or need further information, feel free to contact us. We're here to help! Best regards, The Neapolis Car team.
ar: إذا كان لديك أي أسئلة أو تحتاج إلى مزيد من المعلومات، فلا تتردد في الاتصال بنا. نحن هنا لمساعدتك! أطيب التحيات، فريق نيابوليس كار.
fr: Si vous avez des questions ou avez besoin de plus d'informations, n'hésitez pas à nous contacter. Nous sommes là pour vous aider ! Cordialement,L'équipe de notre application.

# result_reservation_plienessence
source: FULL FUEL:
ar: وقود كامل:
fr: PLEIN ESSENCE :

# result_reservation_prix
source: 120 TND
ar: 120 د.ت

# result_reservation_prixlirision
source: Delivery Price:
ar: سعر التوصيل:
fr: Prix livristion :

# result_reservation_DT
source: DT
ar: د.ت

# result_transfer_title
source: Transfer or Excursion Result
ar: نتيجة التحويل أو الرحلة
fr: Result de Transfer ou Exucrion

# paiemnet_Title
source: Payment
ar: الدفع
fr: Paiement

# paiemnet_Dilog_title
source: Continue Reservation
ar: متابعة الحجز
fr: continuer réservation

# paiemnet_SLT
source: Hello
ar: مرحباً
fr: Salut

# paiemnet_CR
source: Please contact us via WhatsApp or phone to confirm your reservation, transfer, or excursion. Best regards,
ar: يرجى التواصل معنا عبر الواتساب أو الهاتف لتأكيد حجزك أو التحويل أو الرحلة. مع أطيب التحيات،
fr: Veuillez nous contacter via WhatsApp ou téléphone pour confirmer votre réservation, transfert ou excursion. Meilleures salutations,

# telephone
source: Phone
ar: هاتف
fr: Telephone

source: WhatsApp
ar: واتساب

# paiemnet_text
source: Choose a payment method
ar: اختر وسيلة الدفع
fr: Choisissez un mode de paiement

# paiemnet_button1
source: With Visa or MasterCard
ar: باستخدام فيزا أو ماستركارد
fr: Avec Visa ou MasterCard

# paiemnet_button2
source: With Cash
ar: نقدًا
fr: Avec Cach

# paiement_message1
source: loading
ar: تحميل..
fr: chargement

# paument_messsage3
source: Please be advised that you have 24 hours to call us regarding your request. If we do not receive your call within this time frame, your request will be deleted. Thank you for your prompt attention to this matter. Sincerely,
ar: يرجى ملاحظة أن لديكم 24 ساعة للاتصال بنا بخصوص طلبكم. إذا لم نتلقى اتصالكم خلال هذا الفترة الزمنية، سيتم حذف طلبكم. شكرًا لاهتمامكم السريع بهذه المسألة.
fr: Nous vous informons que vous avez 24 heures pour nous appeler concernant votre demande. Si nous ne recevons pas votre appel dans ce délai, votre demande sera supprimée. Nous vous remercions de votre attention rapide à cette question. Cordialement,

# web_Paiemnet_titel
source: Payment with Konnect
ar: الدفع باستخدام كونيكت
fr: Paiement avec Konnect
